index.org
#+STARTUP: indent
#+TITLE:    IPSUR: Introduction to Probability and Statistics Using R
#+AUTHOR:    G. Jay Kerns
#+EMAIL:     gkerns@ysu.edu
#+LANGUAGE:  en
#+DESCRIPTION: IPSUR, Introduction to Probability and Statistics Using R, is a textbook written for an undergraduate course in probability and statistics. IPSUR is FREE, in the GNU sense of the word.
#+KEYWORDS: IPSUR R probability statistics package computing free
#+OPTIONS:   H:3 num:nil toc:nil \n:nil @:t ::t |:t ^:{} -:t f:nil *:t <:t
#+OPTIONS:   TeX:t LaTeX:t skip:nil d:nil todo:t pri:nil tags:nil email:t
#+INFOJS_OPT: view:nil toc:nil ltoc:t mouse:underline buttons:0 path:http://orgmode.org/org-info.js
#+EXPORT_SELECT_TAGS:
#+EXPORT_EXCLUDE_TAGS:


#+BEGIN_HTML
---
layout: chapter
title: IPSUR: Introduction to Probability and Statistics Using R
previous: appendix.html
next: preface.html
description: IPSUR, Introduction to Probability and Statistics Using R, is a textbook written for an undergraduate course in probability and statistics. IPSUR is FREE, in the GNU sense of the word.
keywords: IPSUR R probability statistics package computing free
---
#+END_HTML

* Chapters
- [[file:preface.org][Preface]] 
- [[file:introduction-probability-statistics.org][Introduction to Probability and Statistics]] 
- [[file:introduction-R.org][Introduction to R]]   [[./R/introduction-R.R][(R Code)]]
- [[file:data-description.org][Data Description]]   [[R/data-description.R][(R Code)]]
- [[file:probability.org][Probability]]
- [[file:discrete-distributions.org][Discrete Distributions]]
- [[file:continuous-distributions.org][Continuous Distributions]]
- [[file:multivariate-distributions.org][Multivariate Distributions]]
- [[file:sampling-distributions.org][Sampling Distributions]]
- [[file:estimation.org][Estimation]]
- [[file:hypothesis-testing.org][Hypothesis Testing]]
- [[file:simple-linear-regression.org][Simple Linear Regression]]
- [[file:multiple-linear-regression.org][Multiple Linear Regression]]
- [[file:categorical-data-analysis.org][Categorical Data Analysis]]
- [[file:nonparametric-statistics.org][Nonparametric Statistics]]
- [[file:resampling.org][Resampling Methods]]
- [[file:time-series.org][Time Series]]

* [[file:appendix.org][Appendix]]

* Source Code

