index.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>IPSUR: Introduction to Probability and Statistics Using R</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2011-09-21 19:24:53 EDT"/>
<meta name="author" content="G. Jay Kerns"/>
<meta name="description" content="IPSUR, Introduction to Probability and Statistics Using R, is a textbook written for an undergraduate course in probability and statistics. IPSUR is FREE, in the GNU sense of the word."/>
<meta name="keywords" content="IPSUR R probability statistics package computing free"/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">IPSUR: Introduction to Probability and Statistics Using R</h1>


---
layout: chapter
title: IPSUR: Introduction to Probability and Statistics Using R
previous: appendix.html
next: preface.html
description: IPSUR, Introduction to Probability and Statistics Using R, is a textbook written for an undergraduate course in probability and statistics. IPSUR is FREE, in the GNU sense of the word.
keywords: IPSUR R probability statistics package computing free
---

<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">Chapters</a></li>
<li><a href="#sec-2">Appendix</a></li>
<li><a href="#sec-3">Source Code</a></li>
</ul>
</div>
</div>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">Chapters</a></li>
<li><a href="#sec-2">Appendix</a></li>
<li><a href="#sec-3">Source Code</a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1">Chapters</h2>
<div class="outline-text-2" id="text-1">

<ul>
<li><a href="preface.html">Preface</a> 
</li>
<li><a href="introduction-probability-statistics.html">Introduction to Probability and Statistics</a> 
</li>
<li><a href="introduction-R.html">Introduction to R</a>   <a href="./R/introduction-R.R">(R Code)</a>
</li>
<li><a href="data-description.html">Data Description</a>   <a href="#R-data-description.R">(R Code)</a>
</li>
<li><a href="probability.html">Probability</a>
</li>
<li><a href="discrete-distributions.html">Discrete Distributions</a>
</li>
<li><a href="continuous-distributions.html">Continuous Distributions</a>
</li>
<li><a href="multivariate-distributions.html">Multivariate Distributions</a>
</li>
<li><a href="sampling-distributions.html">Sampling Distributions</a>
</li>
<li><a href="estimation.html">Estimation</a>
</li>
<li><a href="hypothesis-testing.html">Hypothesis Testing</a>
</li>
<li><a href="simple-linear-regression.html">Simple Linear Regression</a>
</li>
<li><a href="multiple-linear-regression.html">Multiple Linear Regression</a>
</li>
<li><a href="categorical-data-analysis.html">Categorical Data Analysis</a>
</li>
<li><a href="nonparametric-statistics.html">Nonparametric Statistics</a>
</li>
<li><a href="resampling.html">Resampling Methods</a>
</li>
<li><a href="time-series.html">Time Series</a>
</li>
</ul>


</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><a href="appendix.html">Appendix</a></h2>
<div class="outline-text-2" id="text-2">


</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3">Source Code</h2>
<div class="outline-text-2" id="text-3">


</div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2011-09-21 19:24:53 EDT</p>
<p class="author">Author: G. Jay Kerns</p>
<p class="email"><a href="mailto:gkerns@ysu.edu">gkerns@ysu.edu</a></p>
<p class="creator">Org version 7.7 with Emacs version 23</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
